Repository: tryton-ar/account_check_ar
Catalog: locale/*.po
Languages: es

# field:account.checkbook,bank_account:
source: Bank Account
es: Cuenta bancaria

# field:account.checkbook,electronic:
source: e-Checkbook
es: Electrónica

# field:account.checkbook,last_number:
source: Last Number
es: Último número

# field:account.checkbook,name:
source: Name
es: Nombre

# field:account.checkbook,party_company:
source: Company
es: Empresa

# field:account.checkbook,sequence:
source: Sequence
es: Secuencia

# field:account.checkbook,state:
source: State
es: Estado

# field:account.issued.check,amount:
source: Amount
es: Importe

# field:account.issued.check,bank_account:
source: Bank Account
es: Cuenta bancaria

# field:account.issued.check,cash_move:
source: Cash Move
es: Asiento cobro

# field:account.issued.check,checkbook:
source: Checkbook
es: Chequera

# field:account.issued.check,currency:
source: Currency
es: Moneda

# field:account.issued.check,date:
source: Date
es: Fecha Cobro/Vencimiento

# field:account.issued.check,date_out:
source: Date Out
es: Fecha Emisión

# field:account.issued.check,debit_date:
source: Debit Date
es: Fecha Débito

# field:account.issued.check,electronic:
source: e-Check
es: Electrónico

# field:account.issued.check,name:
source: Number
es: Número

# field:account.issued.check,on_order:
source: On Order
es: A la orden

# field:account.issued.check,origin:
source: Origin
es: Origen

# field:account.issued.check,party_company:
source: Company
es: Empresa

# field:account.issued.check,receiving_party:
source: Receiving Party
es: Recibe

# field:account.issued.check,related_statement_line:
source: Statement Line
es: Línea de extracto relacionada

# field:account.issued.check,signatory:
source: Signatory
es: Firma

# field:account.issued.check,state:
source: State
es: Estado

# field:account.issued.check,voucher:
source: Voucher
es: Comprobante

# field:account.issued.check.cancel.start,bank_account:
source: Bank Account
es: Cuenta bancaria

# field:account.issued.check.cancel.start,checkbook:
source: Checkbook
es: Chequera

# field:account.issued.check.cancel.start,date:
source: Date
es: Fecha Cheque

# field:account.issued.check.cancel.start,from_number:
source: From Number
es: Desde número

# field:account.issued.check.cancel.start,to_number:
source: To Number
es: Hasta número

# field:account.issued.check.cash.start,amount:
source: Amount
es: Importe

# field:account.issued.check.cash.start,bank_account:
source: Bank Account
es: Cuenta bancaria

# field:account.issued.check.cash.start,cash_account:
source: Cash Account
es: Cuenta de cobro

# field:account.issued.check.cash.start,checkbook:
source: Checkbook
es: Chequera

# field:account.issued.check.cash.start,currency:
source: Currency
es: Moneda

# field:account.issued.check.cash.start,date:
source: Date
es: Fecha Cobro

# field:account.issued.check.cash.start,date_out:
source: Date Out
es: Fecha Emisión

# field:account.issued.check.cash.start,number:
source: Number
es: Número

# field:account.issued.check.debit.start,bank_account:
source: Bank Account
es: Cuenta bancaria

# field:account.issued.check.debit.start,date:
source: Date
es: Fecha

# field:account.issued.check.revert_debit.start,date:
source: Date
es: Fecha

# field:account.journal,issued_check_account:
source: Issued Check Account
es: Cuenta Cheque Emitido

# field:account.journal,rejected_check_account:
source: Rejected Check Account
es: Cuenta Cheque Rechazado

# field:account.journal,third_check_account:
source: Third Check Account
es: Cuenta Cheque Tercero

# field:account.statement.line,statement_journal_bank_account:
source: Bank Account
es: Cuenta bancaria

# field:account.third.check,account_bank_out:
source: Bank Account
es: Cuenta bancaria

# field:account.third.check,amount:
source: Amount
es: Importe

# field:account.third.check,bank:
source: Bank
es: Banco

# field:account.third.check,currency:
source: Currency
es: Moneda

# field:account.third.check,date:
source: Date
es: Fecha Cobro/Vencimiento

# field:account.third.check,date_in:
source: Date In
es: Fecha Ingreso

# field:account.third.check,date_out:
source: Date Out
es: Fecha Emisión

# field:account.third.check,debit_date:
source: Debit Date
es: Fecha Débito

# field:account.third.check,destiny_party:
source: Destiny Party
es: Destino

# field:account.third.check,electronic:
source: e-Check
es: Electrónico

# field:account.third.check,endorsed:
source: Endorsed
es: Endosado

# field:account.third.check,name:
source: Number
es: Número

# field:account.third.check,not_to_order:
source: Not to order
es: No a la orden

# field:account.third.check,on_order:
source: On Order
es: A la orden

# field:account.third.check,origin:
source: Origin
es: Origen

# field:account.third.check,reject_debit_note:
source: Debit Note
es: Nota de Débito

# field:account.third.check,related_statement_line:
source: Statement Line
es: Línea de extracto relacionada

# field:account.third.check,signatory:
source: Signatory
es: Firma

# field:account.third.check,source_party:
source: Source Party
es: Origen

# field:account.third.check,state:
source: State
es: Estado

# field:account.third.check,vat:
source: Vat
es: CUIT

# field:account.third.check,voucher_in:
source: Origin Voucher
es: Comprobante origen

# field:account.third.check,voucher_out:
source: Target Voucher
es: Comprobante destino

# field:account.third.check.deposit.start,bank_account:
source: Bank Account
es: Cuenta bancaria

# field:account.third.check.deposit.start,date:
source: Date
es: Fecha Cheque

# field:account.third.check.held.start,credit_account:
source: Credit Account
es: Cuenta haber

# field:account.third.check.held.start,journal:
source: Journal
es: Diario

# field:account.third.check.reject.start,journal:
source: Journal
es: Diario

# field:account.third.check.revert_deposit.start,date:
source: Date
es: Fecha

# field:account.third.check.revert_reject.start,journal:
source: Journal
es: Diario

# field:account.voucher,issued_check:
source: Issued Checks
es: Cheques Emitidos

# field:account.voucher,third_check:
source: Third Checks
es: Cheques de Terceros

# field:account.voucher,third_pay_checks:
source: Third Checks
es: Cheques de Terceros

# field:account.voucher-account.third.check,third_check:
source: Third Check
es: Cheque de Tercero

# field:account.voucher-account.third.check,voucher:
source: Voucher
es: Comprobante

# model:account.checkbook,name:
source: Account Checkbook
es: Chequera

# model:account.issued.check,name:
source: Account Issued Check
es: Cheque Emitido

# model:account.issued.check.cancel.start,name:
source: Issued Check Cancel Start
es: Cancelar cheques propios - Inicio

# model:account.issued.check.cash.start,name:
source: Issued Check Cash Start
es: Cobrar cheques propios - Inicio

# model:account.issued.check.debit.start,name:
source: Issued Check Debit
es: Debitar Cheque

# model:account.issued.check.revert_debit.start,name:
source: Revert Issued Check Debit
es: Revertir Débito de Cheque

# model:account.third.check,name:
source: Account Third Check
es: Cheque de Tercero

# model:account.third.check.deposit.start,name:
source: Third Check Deposit
es: Depositar Cheque de Tercero

# model:account.third.check.held.start,name:
source: Third Check Held
es: Cheque de Tercero a Cartera

# model:account.third.check.reject.start,name:
source: Third Check Reject
es: Rechazar Cheque de Tercero

# model:account.third.check.revert_deposit.start,name:
source: Revert Third Check Deposit
es: Revertir Depósito de Cheque

# model:account.third.check.revert_reject.start,name:
source: Revert Third Check Reject
es: Revertir Rechazo de Cheque

# model:account.voucher-account.third.check,name:
source: Account Voucher - Account Third Check
es: Comprobante contable - Cheque de Tercero

# model:ir.action,name:act_checkbook_tree
source: Checkbooks
es: Chequeras

# model:ir.action,name:act_issued_check_cancel
source: Cancel Issued Checks
es: Cancelar cheques propios

# model:ir.action,name:act_issued_check_cash
source: Cash Issued Checks
es: Cobrar cheques propios

# model:ir.action,name:act_issued_check_tree
source: Issued Checks
es: Cheques Emitidos

# model:ir.action,name:act_third_check_tree
source: Third Checks
es: Cheques de Terceros

# model:ir.action,name:wizard_issued_check_debit
source: Check Debit
es: Debitar Cheque

# model:ir.action,name:wizard_issued_check_revert_debit
source: Revert Check Debit
es: Revertir Débito de Cheque

# model:ir.action,name:wizard_third_check_deposit
source: Check Deposit
es: Depositar Cheque de Tercero

# model:ir.action,name:wizard_third_check_held
source: Check Held
es: Cheque de Tercero a Cartera

# model:ir.action,name:wizard_third_check_reject
source: Check Reject
es: Rechazar Cheque de Tercero

# model:ir.action,name:wizard_third_check_revert_deposit
source: Revert Check Deposit
es: Revertir Depósito de Cheque

# model:ir.action,name:wizard_third_check_revert_reject
source: Revert Check Reject
es: Revertir Rechazo de Cheque

# model:ir.action.act_window.domain,name:act_issued_check_domain_all
source: All
es: Todo

# model:ir.action.act_window.domain,name:act_issued_check_domain_canceled
source: Canceled
es: Cancelado

# model:ir.action.act_window.domain,name:act_issued_check_domain_debited
source: Debited
es: Debitado

# model:ir.action.act_window.domain,name:act_issued_check_domain_draft
source: Draft
es: Borrador

# model:ir.action.act_window.domain,name:act_issued_check_domain_issued
source: Issued
es: Emitido

# model:ir.action.act_window.domain,name:act_third_check_domain_all
source: All
es: Todo

# model:ir.action.act_window.domain,name:act_third_check_domain_delivered
source: Delivered
es: Entregado

# model:ir.action.act_window.domain,name:act_third_check_domain_deposited
source: Deposited
es: Depositado

# model:ir.action.act_window.domain,name:act_third_check_domain_draft
source: Draft
es: Borrador

# model:ir.action.act_window.domain,name:act_third_check_domain_held
source: Held
es: En cartera

# model:ir.action.act_window.domain,name:act_third_check_domain_rejected
source: Rejected
es: Rechazado

# model:ir.action.act_window.domain,name:act_third_check_domain_reverted
source: Reverted
es: Revertido

# model:ir.message,text:msg_check_already_exists
source: The check "%(number)s" already exists.
es: El cheque "%(number)s" ya existe.

# model:ir.message,text:msg_check_not_debited
source: Check "%(check)s" is not debited
es: Cheque "%(check)s" no está debitado

# model:ir.message,text:msg_check_not_deposited
source: Check "%(check)s" is not deposited
es: Cheque "%(check)s" no está depositado

# model:ir.message,text:msg_check_not_draft
source: Check "%(check)s" is not draft
es: Cheque "%(check)s" no está en borrador

# model:ir.message,text:msg_check_not_held
source: Check "%(check)s" is not in held
es: Cheque "%(check)s" no está en cartera

# model:ir.message,text:msg_check_not_issued
source: Check "%(check)s" is not issued
es: Cheque "%(check)s" no está emitido

# model:ir.message,text:msg_check_not_rejected
source: Check "%(check)s" is not rejected
es: Cheque "%(check)s" no está rechazado

# model:ir.message,text:msg_checkbook_last_number_reached
source: The last number in checkbook was reached. You should close the checkbook.
es: Ya se utilizó el último número de cheque. Debería cerrar la chequera.

# model:ir.message,text:msg_checkbook_must_be_next_number
source: The first number must be the next number in checkbook sequence.
es: El primer número debería ser el siguiente en la secuencia de la chequera.

# model:ir.message,text:msg_checkbook_to_draft
source: There are checks from this checkbook. Can not set to draft.
es: Ya hay cheques emitidos desde esta chequera. No se puede pasar a borrador.

# model:ir.message,text:msg_checkbook_to_number_lower
source: The second number can not be lower than the first.
es: El segundo número no puede ser menor al primero.

# model:ir.message,text:msg_check_already_in_statement
source: The check %(check)s is related to multiple lines: %(lines)s.
es: El cheque %(check)s está relacionado en múltiples líneas: %(lines)s.

# model:ir.message,text:msg_delete_check
source: You can not delete a check that is used!
es: No puede eliminar un cheque usado

# model:ir.message,text:msg_delete_checkbook
source: You can not delete a used checkbook.
es: No es posible eliminar una chequera en uso.

# model:ir.message,text:msg_number_not_valid
source: The number "%(number)s" is not valid for the sequence.
es: El número "%(number)s" no es válido según la secuencia.

# model:ir.message,text:msg_third_check_already_exists
source: Check "%(check)s" already exists
es: Cheque "%(check)s" ya existe

# model:ir.model.button,help:check_calculate_remaining_amount_button
source: Calculate remaining amount to balance the voucher
es: Calcular el importe remanente del comprobante

# model:ir.model.button,string:check_calculate_remaining_amount_button
source: Calculate remaining
es: Calcular remanente

# model:ir.model.button,string:check_debited_button
source: Debit
es: Debitar

# model:ir.model.button,string:check_delivered_button
source: Deliver
es: Entregar

# model:ir.model.button,string:check_deposited_button
source: Deposit
es: Depositar

# model:ir.model.button,string:check_held_button
source: Held
es: A Cartera

# model:ir.model.button,string:check_issued_button
source: Issued
es: Emitido

# model:ir.model.button,string:check_rejected_button
source: Reject
es: Rechazar

# model:ir.model.button,string:check_reverted_button
source: Revert
es: Revertir

# model:ir.model.button,string:checkbook_activate_button
source: Activate
es: Activar

# model:ir.model.button,string:checkbook_close_button
source: Close
es: Cerrar

# model:ir.model.button,string:checkbook_draft_button
source: Draft
es: Borrador

# model:ir.sequence.type,name:sequence_type_account_checkbook
source: Checkbook
es: Chequera

# model:ir.ui.menu,name:menu_checkbook
source: Checkbooks
es: Chequeras

# model:ir.ui.menu,name:menu_issued_check
source: Issued Checks
es: Cheques Emitidos

# model:ir.ui.menu,name:menu_issued_check_cancel
source: Cancel Issued Checks
es: Cancelar cheques propios

# model:ir.ui.menu,name:menu_issued_check_cash
source: Cash Issued Checks
es: Cobrar cheques propios

# model:ir.ui.menu,name:menu_third_check
source: Third Checks
es: Cheques de Terceros

# model:ir.ui.menu,name:menu_treasury
source: Treasury
es: Tesorería

# selection:account.checkbook,state:
source: Active
es: Activa

# selection:account.checkbook,state:
source: Closed
es: Cerrada

# selection:account.checkbook,state:
source: Draft
es: Borrador

# selection:account.issued.check,state:
source: Canceled
es: Cancelado

# selection:account.issued.check,state:
source: Debited
es: Debitado

# selection:account.issued.check,state:
source: Draft
es: Borrador

# selection:account.issued.check,state:
source: Issued
es: Emitido

# selection:account.third.check,state:
source: Delivered
es: Entregado

# selection:account.third.check,state:
source: Deposited
es: Depositado

# selection:account.third.check,state:
source: Draft
es: Borrador

# selection:account.third.check,state:
source: Held
es: Cartera

# selection:account.third.check,state:
source: Rejected
es: Rechazado

# selection:account.third.check,state:
source: Reverted
es: Revertido

# view:account.checkbook:
source: Activate
es: Activar

# view:account.checkbook:
source: Close
es: Cerrar

# view:account.checkbook:
source: Draft
es: Borrador

# view:account.issued.check:
source: Extra Info
es: Información adicional

# view:account.issued.check:
source: Target
es: Destino

# view:account.journal:
source: Checks
es: Cheques

# view:account.third.check:
source: Deposit
es: Depositar

# view:account.third.check:
source: Extra Info
es: Información Extra

# view:account.third.check:
source: Held
es: A Cartera

# view:account.third.check:
source: Origin
es: Origen

# view:account.third.check:
source: Reject
es: Rechazar

# view:account.third.check:
source: Target
es: Destino

# view:account.voucher:
source: Checks
es: Cheques

# wizard_button:account.issued.check.cancel,start,cancel:
source: Proceed
es: Proceder

# wizard_button:account.issued.check.cancel,start,end:
source: Abort
es: Abortar

# wizard_button:account.issued.check.cash,start,cash:
source: Proceed
es: Proceder

# wizard_button:account.issued.check.cash,start,end:
source: Abort
es: Abortar

# wizard_button:account.issued.check.debit,start,debit:
source: Debit
es: Debitar

# wizard_button:account.issued.check.debit,start,end:
source: Cancel
es: Cancelar

# wizard_button:account.issued.check.revert_debit,start,end:
source: Cancel
es: Cancelar

# wizard_button:account.issued.check.revert_debit,start,revert:
source: Revert Debit
es: Revertir Débito

# wizard_button:account.third.check.deposit,start,deposit:
source: Deposit
es: Depositar

# wizard_button:account.third.check.deposit,start,end:
source: Cancel
es: Cancelar

# wizard_button:account.third.check.held,start,end:
source: Cancel
es: Cancelar

# wizard_button:account.third.check.held,start,held:
source: Held
es: A Cartera

# wizard_button:account.third.check.reject,start,end:
source: Cancel
es: Cancelar

# wizard_button:account.third.check.reject,start,reject:
source: Reject
es: Rechazar

# wizard_button:account.third.check.revert_deposit,start,end:
source: Cancel
es: Cancelar

# wizard_button:account.third.check.revert_deposit,start,revert:
source: Revert Deposit
es: Revertir Depósito

# wizard_button:account.third.check.revert_reject,start,end:
source: Cancel
es: Cancelar

# wizard_button:account.third.check.revert_reject,start,revert:
source: Revert Reject
es: Revertir Rechazo
